return {
	[1011] = {
		id = 1011,
		name = "美味的秘诀",
		anecdote = [[
奥西里斯擅长制作料理这件事，在第九部门里可以说是人尽皆知，几乎每个人或多或少都有收到过她亲手制作的便当或者甜品。
不过关于为什么奥西里斯制作的料理这么好吃，大家各有说辞。
有的人认为奥西里斯这样的努力家肯定是在背地里悄悄练习。
「小奥西里斯，你是不是在一个人悄悄练习厨艺呀？别把自己弄得太累了哦。」
「诶？我只是很普通的为大家做料理而已，没有私下练习哦。」
也有的人认为，奥西里斯肯定是找了大厨拜师学艺。
「小奥西里斯小奥西里斯，你最近做的料理越来越好吃了，是不是找了大厨拜师学艺啊？」
「大、大厨？没有啦……大家都夸奖过头了，再说我也不认识什么大厨。」
其中最离谱的说法是奥西里斯借用了冥王的力量——出自前鬼坊。
「奥西里斯，我猜到了！你肯定是借用了冥王的力量，才做出来这么好吃的料理吧？」
「虽然她看上去那副样子，其实背地里是个厨艺大师！名侦探前鬼坊什么都算到了！」前鬼坊摆出一副侦探的架势，得意洋洋的说着。
「不是这样的啦……大家都想太多了。」
奥西里斯本以为前鬼坊的侦探游戏就此结束了，但事实却完全不是如此。
在那之后，奥西里斯总是觉得自己在厨房做饭时似乎有人在偷看。
一开始她还觉得有些害怕，但自从在门口发现了一张写着「我在看着你」的纸条后，她总算是放下心来，因为那明显是前鬼坊的字迹。
直到有一天，奥西里斯回房间的时候发现前鬼坊竟然在里面。「前鬼坊，你在干什么呢？」
「奥西里斯我破案了！你、你料理的秘诀就是那本『厨神秘籍』吧！」有些心虚的前鬼坊摆出一副侦探的架势，准备把溜进来一事糊弄过去。
「『厨神秘籍』？那是什么？」奥西里斯自然是一头雾水。「之前就是你悄悄躲在厨房外面看我吧？这是什么新的恶作剧吗……」
「这、这次可不是恶作剧！是探案！我告诉你，我已经看穿了！你每次烹饪的时候都会盯着那本黑色笔记本看，那肯定是『厨神秘籍』！」
「你是说这个？」奥西里斯拿出一个写满字的笔记本，上面写满了每个人的口味和偏好。
「薇儿姐姐喜欢吃肉类，加入一些柠檬汁会让料理更清爽，但是她不喜欢吃青椒，得注意。」
「波塞冬姐姐喜欢吃水果沙拉，其中以……」注意到前鬼坊好奇的目光，奥西里斯便为她读起笔记本的内容。
前鬼坊听得一头雾水，这和她想象的「厨神秘籍」大相径庭。「这、这不是……秘籍？」
「只是笔记本而已哦……我一般都会考虑着大家口味来做料理。」
「那肯定是还有什么别的秘诀吧？」还是有些搞不明白的前鬼坊甚至忘记了装样子。
「我只是想尽可能帮上大家的忙，怀着要让对方开心的心情来做饭而已，如果要说秘诀的话，可能就是这个吧。」奥西里斯露出了一如既往的温柔笑容。]],
		reward = {
			{
				11011,
				10
			}
		}
	},
	[1048] = {
		id = 1048,
		name = "另一种惩罚",
		anecdote = [[
在进行了一连串如呼吸般自然的恶作剧而被捉住之后，前鬼坊坐在休老师的办公桌前，盘算着怎样求情才能减少自己检讨的篇数和禁闭的时长。
与往常不同的是，这一回，休老师的身边还坐着海姆达尔。看着海姆达尔镜片后冷冽的目光，前鬼坊心想以后恶作剧还是尽可能离隐科组远一些比较好。
「我不觉得写检讨和关禁闭是好的惩罚方式，这并不能弥补任何隐科组的损失。」海姆达尔开口道。听完这话，前鬼坊下意识两眼放光，不过很快又收敛回去。休对海姆达尔的说法表示认可。于是，海姆达尔带着前鬼坊离开了办公室。
不用写检讨的前鬼坊开心地跟着海姆达尔一路前行，在轻快的脚步行进了五分钟后，沉默的气氛和愈发陌生的环境，终究还是在前鬼坊的心中催生出一丝不安。
「所以……我要做什么？」前鬼坊小心翼翼地抬起头，看向海姆达尔。后者答道：「做试验品。」听罢，前鬼坊的表情凝固在了脸上。海姆达尔输了一串密码，打开了眼前漆黑的大门。
门后陈列着许多武器原型。被放置在中央的，是一把黑白黄相间的步枪。
「彗光Ct-08自供型光束步枪。」海姆达尔解释道，「你要做的，就是帮隐科组实验它的性能。」前鬼坊还没回过神来，但身体已经下意识接近这把步枪。她看着精巧的枪身，不由得发出惊叹。
「怎么样？比写检讨好多了吧？」海姆达尔推了推眼镜。
前鬼坊抱起步枪，重重地点了头。……然后不小心按到了扳机，又打坏一台地上的仪器。
「……惩罚再加一等。那么我们现在就开始吧。」大国主从门后走出来，示意前鬼坊进入训练室。
依照大国主的说法，前鬼坊作为实验员，需要测试武器的威力、精准度和耐久度。然而，当她被带进这个被称作「训练室」的漆黑阴森的地方后，一种不祥的预感涌上她的心头。
「你的任务，就是打中标靶。」对讲机中传来大国主的声音。「现在开始。」
刚想着不过如此的前鬼坊，立刻被地面一阵突如其来的震颤掀翻在地。机械轰鸣的巨响过后，训练室的大门严丝合缝地关上。
前鬼坊环顾四周，发现周围并没有标靶，询问得到的答案是标靶暂时还不会出现。在那之前，需要先经历一些「小小的考验」。
地板忽然开始发烫。前鬼坊只得不断向上跳，可她跳得越高，落在地上的脚步就越重，反而感受到更大的灼热痛觉。
「测试武器为什么要加热地板？」前鬼坊一边跳着一边问道。
「啊，一不小心把地暖打开了。」大国主云淡风轻地回答。
「真的会有地暖能加热到铁板烧的温度吗？」
前鬼坊注意到由头顶垂下来的绳子，于是下意识伸手抓住。在她的身体凭借绳子离开地面的一刻，某个机关被触发，原本静止的绳子忽然四处移动起来。
「这又是什么？」随着绳子的移动，前鬼坊的声音忽大忽小。
「移动射击训练里用到的装置，靠重力感应。」
「重力感应？意思是……」
「只有你从上面下来之后，它才会停下来。」
在被绳子带着转了上百圈后，前鬼坊最终还是双手脱力，落到了地面上。正当她庆幸于地板温度正常时，轻微的机械运作声使她再次警觉。她抬起头，发现四周的景象都在向前平移。两秒后，她意识到自己正被化为传送带的地板带着向后退，而身后不知何时出现了一个深不见底的大坑。
「这坑也太夸张了……这也是训练装置？」
「……呃，可能是建造这座实验室的施工队偷工减料了吧。」
「也没有这么、这么偷工减料的吧？！」
与此同时，训练场内忽然狂风大作，强劲的风力几乎要将前鬼坊吹离地面。机器吹出的风中似乎还夹杂着一些树叶和碎石块——门外，海姆达尔正在仔细地清洗刚捡过石头和枝叶的手。
前鬼坊注意到，前方有一个大大的红色按钮，上面写着「停」字。传送带的速度越来越快，她使出全力向前跑去，中途被碎石块砸中三次。最后，她一跃而起，勉强用指尖按到了按钮的边缘。
传送带停止了移动，但另一个不可忽视的事实使前鬼坊的思维再度宕机：按钮的前方，也就是自己正站着的这块区域，是一个巨大的圈套——字面意义上的「圈套」。还未等前鬼坊反应过来，脚下的绳套就已经收束，将她的双脚绑住。失去了平衡，前鬼坊只得任由自己被拖来拖去，最后被挂在天花板上。
前鬼坊倒转的视界里，大国主推开门走进。
「呃啊……所以，现在可以……结束了吗……」前鬼坊虚弱地问道。
「任务是打中标靶，现在标靶已经出现了，就在那边……你的枪呢？」
前鬼坊的双手空空如也，步枪早就已经在混乱的状况中不知所踪。大国主将掉落的枪重新放到前鬼坊身旁。
「测试不通过，重来一次。」
绳套松开，前鬼坊落在地上。标靶隐藏起来，地板的温度又开始上升……]],
		reward = {
			{
				11048,
				10
			}
		}
	},
	[1066] = {
		id = 1066,
		name = "发明体验日",
		anecdote = [[
每年大国主都会召开一次发明体验日，将自己的各项发明向第九部门的所有成员开放，虽说名叫体验日，但更像是拿成员们当还不稳定发明的小白鼠。
即便如此，她的新奇发明依然会勾起大家的好奇心，参加发明体验日的人络绎不绝。
展出的发明有许多，比如「兔兔自动橙汁机」。
「你只要坐上椅子，然后在脑内想着『我要喝橙汁』，它就会自动将橙汁喂进你嘴里。」大国主解释道。
「这么方便？那我试试。」前鬼坊满怀期待地坐上椅子，集中精神想着「我要喝橙汁」一边张开嘴，喷枪即刻便将橙汁挤入了前鬼坊的嘴里。
「呃……大国主，这东西怎么不停啊？」望着完全没有停下的喷枪，前鬼坊不由地向大国主问道。
「因为你的脑内还有喝橙汁的想法，直到你的想法彻底消失为止，它都不会停下。」后者一边在终端上记录着数据一边冷静回答。
「啊？我不想喝了，快停下！喂，我说快停下！」不论前鬼坊怎样叫喊，喷枪都没有停下。
「嗯……看起来还有改进的空间。」
又或者是「激光兔兔烤肉架」。
「大国主，这个『激光兔兔烤肉架』要怎么用啊？」比起姑且有心理准备的前鬼坊，薇儿丹蒂是第一次参加体验日。
「只要把准备好的肉放上烤架，然后喊出『启动』就可以自动烤肉了。不过由于经费问题，肉只能自备。」
「没问题，等我一会！」过了一会儿，薇儿丹蒂买来一盒牛肉回到了实验室。「启动！」
炙热的激光几乎是瞬间便将牛肉的一小块烤熟，但随后便没了动静。
「诶？那个……大国主，只烤了这么一点点诶？」
「出于安全考虑，出力被我严格控制了。你需要手动调整，然后再次喊出口令。」
「这根本就不自动嘛……启动！启动！启动！」
还有诸如「便携站立式兔兔睡床」、「切洋葱用兔兔菜刀」等各类稀奇古怪的发明被展出，搞得大家哭笑不得。
「大部分人都是一群离真理和科学遥远得连影子都看不着的家伙。将实用主义挂在嘴边，无法为研究提供建议，还总有提不完的问题……」众人走后，大国主看向终端上的记录。
「但是……也只有像他们这样的笨蛋才会一直奉陪我的实验了吧。」
看着屏幕上的各类反馈数据，新的灵感开始在脑内孕育而生，下次的发明体验日要不提前召开好了，大国主这样想着。]],
		reward = {
			{
				11066,
				10
			}
		}
	},
	[1041] = {
		id = 1041,
		name = "骑士的剑技",
		anecdote = [[
「哇……这就是骑士的剑技……」小雅典娜两眼放光，紧紧盯着台上的「骑士」。
扮演「骑士」的演员大喝一声，伴随着浮夸的劈砍动作，数米之外的「敌人」当场飞了出去。
这只是一场在欧莫菲斯随处可见的话剧表演，其动作和情节皆为华丽演出服务，自然没有半点真实性可言。
可在年幼的小雅典娜眼里……一切就都不一样了。
她兴高采烈地回到家中，拿起木剑对着练习用的木桩训练起来。
她学着话剧中骑士演员的样子，站在离木桩尚有数米远的位置摆好架势，随后用浮夸的动作将木剑劈下。
理所当然地，木桩纹丝不动。
「不行……难道是因为我之前没有喊出声吗？」意识到自己少了个步骤，小雅典娜再次摆好姿势。
「喝啊——！」伴随着一声大喝，小雅典娜再次劈下一剑，但依旧无事发生。
「不行……肯定是我练习得还不够多。」小雅典娜点了点头，再度投入练习之中。
「喝啊——！喝啊——！喝啊——！」
小雅典娜就这样把自己泡在训练场里练了许久，可幻想中的骑士剑技依旧没能施展出来。
「呜……」小雅典娜一脸沮丧地瘫坐在地，呆呆望着手中的木剑。
外出归来的祖母帕拉斯注意到了训练场的动静，闻声赶来时却只看见一脸沮丧的小雅典娜。
「祖母……难道我成不了一名优秀的骑士了吗？」
「怎么了雅典娜？」
「我就是……用不出骑士的剑技……」
「骑士的剑技？」
小雅典娜开始绘声绘色的讲起此前在话剧上看见的隔空一剑，言语中净是羡慕。
「原来是这样……」听完后，帕拉斯哭笑不得，她既不想用言语打破少女心中最纯真的憧憬，也不想愿用谎言来敷衍她。
「祖母，给我示范一下那招嘛，有祖母示范的话，我说不定就学得会了！」
「好吧……」帕拉斯长叹一口气，事到如今，她也没得推脱了。
帕拉斯拿起木剑摆好架势，她的气场远比话剧演员更甚，散发出无形的威压，小雅典娜甚至觉得祖母肯定能将远处的木桩一分为二。
可伴随着帕拉斯一剑劈下，木桩依旧分毫未动。
「雅典娜，那种招式只是表演罢了……」
「好厉害……！不愧是祖母！」就在这时，检查木桩的小雅典娜发出一声欢呼。
帕拉斯有些诧异地走了过去，没想到木桩的背后竟然留下了许多道劈砍的痕迹。
她心知肚明，这些痕迹绝不是自己所为，能留下这些痕迹的人就只有一个——自己的孙女。
「我也能成为像祖母这么厉害的骑士吗？」小雅典娜一脸兴奋地看着祖母，帕拉斯一直是她心目中最厉害的骑士。
她苦笑一声，此前备好的诸多措辞也只得咽下，没想到会以这种方式守住孙女的憧憬。
帕拉斯轻轻将手抚上小雅典娜的头。「当然能，你以后肯定会变成比我还厉害的骑士。」]],
		reward = {
			{
				11041,
				10
			}
		}
	},
	[1099] = {
		id = 1099,
		name = "月升月落",
		anecdote = [[
刀把的触感是冰冷的。
姐姐教她剑道的头一天，雪中的她握紧竹刀的手被冻得通红，鲜明的冰冷从此印刻在她掌中。她那时总是不爱用巨大笨重的竹刀，那竹刀使她手臂酸疼，姐姐却要求她站在雪中保持紧握的姿势整整一晚。
可是「朔望」不一样。她抚上它们的刀把。在预想之中，金属制的刀把理应比竹片更为冰冷，然而它们是温热的，不至于反常却足以使月读感到异样。微妙的温度攀上指尖似与之相融，月读想，或许这是权钥对其所有者的呼唤。
「朔」「望」两刀并不相同。「朔」轻巧迅捷，月读偏爱它的手感，熟稔成为习惯，对其的使用技巧也不断精进。
某天月读忽然意识到，自己仅使用一把「朔」便可高效地完成任务，于是她将不便携带的「望」留在了训练室中。此后一段时间里，「望」始终收于鞘内未曾被挥动。
战斗日复一日，被斩灭于月读刀锋之下的敌人不可计数。一种细小却尖锐的情绪自月读的心底萌生——她对挥刀产生了期待，更确切而言，产生了渴望。清除所有视骸后，任务本应结束，但月读几乎是下意识地斩断了周围的一片树木。当她将刀锋指向一头路过的小鹿时，她的意识才清醒过来。她明白，自己不能再对这怪异的心态坐视不理了。
对于战斗的热忱，始终无法自月读的心中消退。她来到训练场，期望持续的高强度战斗能够使之熄灭。
训练场中，月读深呼吸一口，向着训练桩劈下一刀。结实的地面上竟罕有地显出裂缝。整整一天，月读都待在训练室内，不知疲倦地挥动着手中的「朔」，心中战意却愈发旺盛。
她一恍神，眼前出现了姐姐的身影。
「月读，你手中……为何只有一把刀？我曾教与你的东西，你可还记得？」
又一恍神，她忽意识到手中的刀把是如此炙热发烫。与此同时，不知是出自幻觉还是源于恰巧的光照角度，「望」那紫色的刀刃上似发散着莹莹幽光，似在吸引呼唤着月读。
她走近拾起那把落灰的刀，「望」。
刀把的触感是冰冷的——炽热的「朔」，它的温度也平息下来。
「『朔望』二刀都是我的权钥，一念之差，便令我剑心偏倚……我的修行，果然还远无止境啊……」
因为一刻的怠惰，放弃了本属于自己的一半权钥，反使得自己走火入魔……她不会再允许这样的事发生了。
一如无数个汗流的雪夜，一如幼年的她挥起与身形不相称的巨大竹刀——沉重的刀身于半空划过一轮淡紫的弧光。
而后，她的心中静如止水。
——不过这天之后，训练室因月读的攻击而受损，进行了为期一周的修理。]],
		reward = {
			{
				11099,
				10
			}
		}
	},
	[1111] = {
		id = 1111,
		name = "薯片与汽水",
		anecdote = [[
奥西里斯时不时便会来到心象房间与冥王攀谈，两人聊的话题大多是奥西里斯在外界遭遇的事情或是童话书的内容。
奥西里斯也常常会问她想不想与自己交换到外面走走，对此她总是一脸不耐烦的拒绝。
她并非真的全无兴趣，但对只在危难时才会出来的冥王来说，外界从没留下过什么好印象，只有数不尽的麻烦而已。
为了不让冥王一个人待着的时候太过无聊，奥西里斯不仅会给她读童话，还会时不时把一些有趣的东西分享给冥王。
一次偶然的机会，奥西里斯给她分享了一种名为「薯片」的零食。薯片独特的口感几乎瞬间便征服了冥王的味蕾，她没要多久就把一整包薯片吃得精光，代价则是变得口干舌燥。
自那之后，她的内心便充斥着两种相互矛盾的心情——「好想吃薯片」、「可是吃完之后嘴好干」。
「你们……吃了那个叫做「薯片」的东西之后不觉得口干吗？」一周之后，她终于忍不住向奥西里斯问出这个问题。
「是会有点口干，嗯……冥王你稍微等一下。」过了一会，奥西里斯带着一瓶汽水回来了，可冥王对这东西最深刻的印象却来自于前鬼坊的一次恶作剧。
「这东西真没问题？这不是开了盖子就会喷出来的玩意儿吗？」
「那只是前鬼坊的恶作剧而已啦，只要不使劲晃的话汽水是不会喷出来的，试试看嘛？」
冥王将信将疑地喝了一口，汽水带来的甜味与略微的涩感在口中绽开，舌尖的咸味瞬间被一扫而空。
「怎么样，好喝吗？」
「就那些庸人的饮料来说，还算可以……但也只是姑且还行的程度而已！」
在那之后，奥西里斯依然会给冥王分享各式各样的零食和饮料，不过她还是最喜欢汽水和薯片。
「这个牌子的薯片有些太厚了，不过这也算得上是它的特色吧。」到了现在，冥王已经会主动和奥西里斯聊起薯片的话题。
「是这样吗？我之前都没发现呢。要不然下次换冥王你去外面亲自挑吧？」奥西里斯笑眯眯地看着熟练地就着汽水吃薯片的冥王。
「嗯哼……我之后考虑考虑。」或许……只是出去看看也没那么糟糕吧，冥王暗自想着。]],
		reward = {
			{
				11111,
				10
			}
		}
	},
	[1148] = {
		id = 1148,
		name = "轮滑鞋",
		anecdote = [[
「恶作剧最重要的不是手法或演技，而是绝对不要被抓到！」前鬼坊常常说这句话。但事实上，恶作剧被抓才是她的家常便饭，否则她根本不需要愁检讨书的事。更何况深空之眼基本里没有第二个人会恶作剧，就算没被当场发现，休老师也迟早会找过来。
不过，前鬼坊还是希望自己不要被当场抓获，那样至少还有些短暂的胜利乐趣。
不被抓到，也就意味着「跑得快」。怎样才能跑得更快一些呢？前鬼坊曾经做过许多尝试，包括但不限于随身背着滑板、把代步车停在恶作剧现场附近、预先规划逃跑路线并在路线上安装绳索轨道……
不出意外地——这些计划都出了意外。
前鬼坊偷偷摸摸费时一周建好的绳索轨道，很快被发现不对劲的后勤人员拆除，前鬼坊却不知情，拽着绳索只晃出去两米远，便因断裂的轨道而被甩飞。代步车在楼道内横冲直撞，休老师立刻循声赶来。滑板是个最接近成功的方法，没有惊动任何人的同时让前鬼坊飞速逃离事发现场。不过背着滑板的方法仍然没有长久：休老师再次察觉到了异常，并禁止工作人员向前鬼坊出售滑板。
「足智多谋」的前鬼坊大人必然不会因此停下脚步。她看看已经坏掉的滑板，看看自己的鞋，又看看滑板上完好的轮子。
——那就把轮子接到脚下吧！
行动力十足的前鬼坊立刻翻出百宝箱。拼拼凑凑，做出了一双勉强能用的轮滑鞋。在前鬼坊最初用上轮滑鞋的几天，被恶作剧的人总能听到不远处有人摔倒的声音。
不过前鬼坊很快习惯了这脚下生风的前行方式，甚至在作战中也穿起了轮滑鞋。可是她忘记了自己的枪支的后坐力，灵活的轮滑在她每开一枪后就将她推回身后。托尔和阿波罗早已到达目标地点，只见前鬼坊还在起点处和自己的轮滑鞋搏斗……幸好那只是模拟作战。
前鬼坊垂头丧气地走出训练室，准备接受一顿漫长的批评。意外的是，休老师并没有生气，甚至提出要为前鬼坊特制一双更加适合作战的轮滑鞋。前鬼坊听完瞪大了眼睛，一时惊讶得说不出话。
因为休发现，穿着轮滑鞋的前鬼坊的作战变得更加灵活。
「谢谢休老师！」
「不过，你前几天穿着轮滑鞋做的那几出恶作剧的检讨……」
「呃，那个，我会写的……」]],
		reward = {
			{
				11148,
				10
			}
		}
	},
	[1199] = {
		id = 1199,
		name = "第三个铭文",
		anecdote = [[
自出土一来，震离这件权钥身上便一直萦绕着谜团。
它是三件一套的长刀组，刀上分别刻着三个来自虚恒古文明的小字，其中有两个被破译为「震」、「离」，这也是其名称的由来。
可这神秘的第三个古文字，却无人能够破译。月读只是从一本古籍上得知「震」、「离」分别代表两种方位，但除此之外，再无更多信息。
使用震离斩杀蛇神远吕知后，月读总觉得这第三个古文字在隐隐发生变化，可就连为震离进行调试的努阿达都并未发现任何异样。
在随后的训练中，月读发觉，当自己被杂念所扰，陷入迷茫之时，刀上的第三个铭文便看起来像是一团扭曲杂乱的诡异符号，震离也会变得难以控制。
可当自己心无旁骛，秉持恒常剑心时，铭文就会显现出某种文字的模样，挥剑也如臂使指，再无障碍。
即便月读对震离的掌握变得愈发纯熟，刀上的铭文也逐渐变得更加清晰，可她依旧无法确定，究竟是铭文在随心境在发生变化，亦或是被杂念所扰的自己产生了错觉，疑问就这样在月读心里扎了根。
在一次完成任务后的归途中，月读的目光被一间破旧的铁匠铺吸引了。在这个年代，几乎没有人会使用这种传统的方式锻造武器，以传统工艺锻造出的刀剑更多被视为工艺品或是古董。
但在这间铁匠铺陈列的刀剑上却并没有绚丽的花纹或繁复的装饰，这里的刀剑以最纯粹的姿态存在着，仿佛在昭示世人，它们并非工艺品，而是实打实的武器。
一位年迈的刀匠从武器架后的阴影中走出，他甚至根本没有抬头看向月读，只是注视着她腰间的长刀，随后便郑重地请求月读拔出震离，让他一睹这把刀的真容。
月读默默点头，缓缓将长刀拔出，直到震离完全出鞘，什么事情都没有发生，甚至连拔刀时的雷光都没有出现，月读手中握着的仿佛只是一把普通的长刀，而铭文也似乎清晰地显示着某种文字的样子。而老刀匠则是连连点头，甚至拍手称赞起来。
月读怀着一丝期待将心中的疑问告知于这位老刀匠，希望老刀匠能为其解惑，老刀匠自然不会推脱，接过震离仔细查看。
端详一番后，老刀匠将震离还给月读，缓缓开口道。
「剑心无名，剑意有形。这枚铭文，就是你参悟的『道』啊。」
「『道』……？」
「剑之道即为心之道，这枚铭文之所以摇摆不定，是因为你仍有困惑未解。唯有剑心通明，才能使剑意化形，则铭文其义自现。」
向老刀匠郑重道谢后，若有所悟的月读继续踏上归途，刀上的铭文也似乎变得明晰了些。]],
		reward = {
			{
				11199,
				10
			}
		}
	},
	[1028] = {
		id = 1028,
		name = "队长的威严",
		anecdote = [[
「唉……」看着手中的第九部门合照，托尔不禁长叹一口气。
照片中的自己站在前排，简单来说就是……矮个子会站的那排。
「阿波罗那家伙到底是怎么长那么高的？明明我才是雷小队的队长……这样不是威严全无吗……」
「可恶，我也要增高！长到比奥丁和阿波罗都高！」托尔向来是个行动力极强的人，既然想到了就要去做。
第二天，托尔提着半人高的大袋子回到了宿舍。
「队长……你买那么多牛奶干嘛？」看着往冷藏柜里不断塞牛奶的托尔，前鬼坊不由地问出这个发自内心的疑问。
「当然是拿来喝啊。」
「队长……牛奶可是有保质期的，买这么多喝得完吗？」
「哼，轻轻松松！」夸下海口的托尔就这样过上了把牛奶当水喝的日子。
充斥着高钙牛奶的日子持续了将近一个月，托尔开始觉得自己呼出的空气中都带着牛奶的味道。
「牛奶已经受够了……」身高没有哪怕一毫米的变化，托尔也放弃了喝牛奶这个方案，转而开始做增高操。
那之后一连数日，托尔都全心全意在网上学习各类增高操，甚至没去训练场。
「把手向下伸到极限，然后再……一口气转身！」
「噢噢噢！我感觉到了……似乎高了一点！网上说过，腿开始轻微抽动就代表开始长高了！」怀着某种奇妙的自信，托尔学着视频里的动作，将腿下压到极限。
「队长，这几天你都没来训练场！该不会是生病了吧！」房门突然打开，雷小队的成员如风一般冲入房内。「呃……队长，你在干嘛？」
「你们两个……！进来之前先敲门啊！」突如其来的闯入者让托尔一时乱了阵脚，所幸她有着远超常人的运动神经，这才没一屁股摔在地上。
「啊哈哈……一着急就忘了，抱歉啦队长。」前鬼坊有些尴尬地挠着头。
「不过队长，你这是在做交谊舞的练习吗？既然如此，你应该来找我，我一定会让队长成为舞会上最闪亮的星！」
「才不是，这是增高操！」托尔最终还是决定实话实说。
「增高操？也就是说……队长你最近做的这些都是为了长高？」听到回答的雷小队二人组也一时愕然。
「毕竟……长得高一些才显得有队长的威严嘛……」
「队长的耀眼光芒就如雷霆一般，又哪里是这些微不足道外在因素可以影响的呢？」阿波罗摊开双手，如往常一般用略显浮夸的辞藻表达着自己的意见。
「真的吗？」
「当然！队长比谁都厉害！我们两个最清楚了！」前鬼坊说得激动起来，不由得比划着托尔在战斗中抡锤子的动作。
「你们说得对……有干这种事的时间，还不如去训练。」看着队员们诚挚的笑脸，托尔总觉得此前自己的那些想法都变得微不足道了。
「你们两个，这几天训练没偷懒吧？跟我去训练场，让我看看你们训练的成果！」
「诶！？」那一天，重归训练场的雷小队直到深夜才从训练场里出来。]],
		reward = {
			{
				11028,
				10
			}
		}
	},
	[1127] = {
		id = 1127,
		name = "数据收集",
		anecdote = [[
附生在「逆潮鲸歌」上的意识体拉比曾说过，这把权钥共有165项功能，而对于利维坦来说，每一项都充满了未知。
利维坦在实战模拟中曾试着用权钥喷射高压水流击败敌人，但巨大的反作用力将利维坦击退。从地上艰难爬起的利维坦换了一种功能尝试，召唤出两道地面水流击打远处敌人从而避免反作用力对自己产生影响，但两道水流最终汇集到了利维坦的脚下，形成的巨大喷流将利维坦吹上了天……无法完美地使用权钥的功能让利维坦感到苦闷，小虎鲸决定去问问大国主的意见。
「正好我对你这把权钥感兴趣，不过我需要先收集它的性能数据才能帮你，这个过程需要你的配合。」大国主这样回答着利维坦的困惑。
「太好了，谢谢你，大国主！我们从哪里开始呢？」利维坦随即召唤出了「逆潮鲸歌」，准备着开始进行数据收集。
「你先靠近那边的测试桩，然后以最大功率输出。」
「最大功率吗？可是那样做的话利维坦会一下子飞出去。」利维坦歪头看向大国主，眼里满是担忧。
「那就向下输出，测试桩附近的地面也可以收集数据，从空中落下的话地面还有软垫可以帮你缓冲。」
「那……利维坦试试。」利维坦将发射口对准了地面，一口气将神能输入，启动的权钥带着利维坦如火箭发射般升上了高空。
「呜哇哇！现在怎么办啊，大国主！」
「展开……伞……！」
高空中惊慌失措的利维坦只听清了几个模糊的音节，但她还是理解到了大国主的意思，用尽自己的全力将「逆潮鲸歌」的伞面撑开。
伞面起到了远超预想的缓冲作用，熟悉的坠落没有到来，地面的垫子稳稳地接住了利维坦。
「呼，吓死利维坦了……」
「初始速度不快但最大高度很高……嗯……原来是这样。」一旁的大国主用笔不断记录着这次测验中的数据，然后望向坐在垫子上的利维坦。
「利维坦，我需要你再以最大功率起飞两次，避免数据偏差。」
「啊？还要来两次吗？」
「不仅如此，剩下的164项功能，都向我演示至少3次，我需要全面且准确的数据。」
「诶——！」]],
		reward = {
			{
				11127,
				10
			}
		}
	},
	[1039] = {
		id = 1039,
		name = "休假",
		anecdote = [[
波塞冬连续请了一周的假。在此期间，来找波塞冬倾诉的人都被告知了「咨询暂停」。波塞冬的房门一直紧闭了五天，到了第五天的时候，她连通讯都不再接听。心生担忧的休思索再三，最终选择用权限打开她的房门。
一开门，一片死寂，只见波塞冬卧倒在床上一动不动。休立即紧张起来，赶忙跑到床前。
「波塞冬，波塞冬！你怎么了？」
「呼噜……」
「嗯？」
波塞冬睁开模糊的睡眼，看到眼前焦急的休，心生疑惑。一番前言不搭后语的问答后，休才理解到，不接听通讯的波塞冬只是睡得有些熟。
「不用担心我呀，我只是休个假而已。
「一般来说，请那么长时间的假，都是因为出了什么大事吧？但看你一直躲在房间里不出来，我有些担心……擅自进了你的房间，抱歉。」
「没事没事。可是，我真的只是想休息一周而已。」
「你不会这几天一直都在睡觉，睡到现在吧？」
波塞冬想了想，点了点头。请一周假只为躺在床上睡大觉这种事，对身为工作狂的休而言，恐怕是难以理解。休离开后关上房门，波塞冬继续倒头大睡。
不过波塞冬其实撒了谎，她是从昨天晚上才开始睡大觉的。在那之前，她不眠不休地忙活了四天三夜，缝制了一大箱小海豚玩偶，用作「心理咨询」的小礼物。每只海豚玩偶都有着独特的形象和表情，更重要的是，每一只都饱含着波塞冬的心意。
对波塞冬而言，为大家缝制玩偶，也是一种放松。]],
		reward = {
			{
				11039,
				10
			}
		}
	},
	[1139] = {
		id = 1139,
		name = "抗寒训练",
		anecdote = [[
当一个圆滚滚的巨大物体出现在训练室门口，并被门框卡住的时候，大家完全没有想到这是波塞冬。在大家的帮助下，身披十条毛毯的波塞冬才被营救出来。
今天是波塞冬训练使用冰渊的第二日。昨日，她被冰渊的寒气冻得全身发麻，于是决定在今日「做足准备」——披上十条毛毯用以防寒。
波塞冬没想到的是，今天的训练由奥丁全程监督。奥丁并没有责怪她这略显出格的举动，只是让她将毛毯尽数披回去，然后开始训练。
「冷……」毛毯无济于事，操纵着冰渊的波塞冬还是感到了深入骨髓的寒冷。并且，身上的厚重之物对行动也造成了诸多不便。
「你不都披了这么多东西了，怎么还觉得冷？」奥丁饶有兴致地叉着腰。
「唔，不太明白……」
「冰渊是你的权钥，这股寒冷，本就来自于你的神力。」
波塞冬好像明白了什么，于是将毛毯扔到一旁。她再次尝试举起冰渊，皮肤霎时被冻得通红，冻僵的手不由自主地将法杖松开。
「这是你自己的力量，不要害怕它。接纳它！」奥丁的语气严肃起来。
波塞冬再次拾起冰冷的法杖：「嗯。不要害怕……不要害怕，这是我自己的力量。」
试着调节心态之后，波塞冬感受到，自己的身体慢慢恢复了温暖。她得以继续训练下去，很快就掌握了操纵冰渊的方法，能够自如地召唤出寒冰。
神力倾泻而出，小小的训练室中恍如刮起一阵猛烈的暴风雪，落雪化作坚冰覆盖地面，又似水晶般顷刻碎裂，一片晶莹。看到了自己的进步，波塞冬欣喜起来。她站在这片由自己创造的寒冰领域中，已经感受不到丝毫寒冷。
训练结束，波塞冬来到奥丁身边，想要感谢奥丁的点拨，却发现她一动不动地僵在原地。
「奥丁，你怎么了？」
「感觉还真的挺冷的啊，连我都被冰渊的寒气影响了。做得很不错，波塞冬。」
「哇，我居然已经能……」波塞冬连忙取回一旁的毛毯，给奥丁盖上。听罢奥丁的夸奖，波塞冬兴奋地跑回场地中，继续她的训练。
见波塞冬训练的认真模样，奥丁舒一口气，立刻将身上的毛毯取下来，在被焐热的颈间扇了扇风。说到底，身为原初的她并不至于被一团尚未成熟的神力影响到。但只要能让波塞冬更快地掌握力量，小小的善意谎言也算有了它的价值。]],
		reward = {
			{
				11139,
				10
			}
		}
	},
	all = {
		1011,
		1048,
		1066,
		1041,
		1099,
		1111,
		1148,
		1199,
		1028,
		1127,
		1039,
		1139
	}
}
