return {
	[1721401] = {
		main_activity_id = 172141,
		int = 1721401,
		clue_desc = "有什么想要的礼物？听说你最近\n去了虚恒，不如为我带尊玉京的灯影人偶吧。",
		area_type = 0
	},
	[1721402] = {
		main_activity_id = 172141,
		int = 1721402,
		clue_desc = "老师说，乌的术法已然大体学\n成，所以乌就决定下山历练啦！",
		area_type = 0
	},
	[1721403] = {
		main_activity_id = 172141,
		int = 1721403,
		clue_desc = "心中自有盛景，我已然在路上。",
		area_type = 0
	},
	[19226101] = {
		main_activity_id = 192261,
		int = 19226101,
		clue_desc = "身处任何一条廊道都不能沿着离开\n鸦家宅院的方向前进。",
		area_type = 2
	},
	[19226102] = {
		main_activity_id = 192261,
		int = 19226102,
		clue_desc = "任务完成前所有人不能离开鸦家宅院。",
		area_type = 2
	},
	[19226103] = {
		main_activity_id = 192261,
		int = 19226103,
		clue_desc = "不要相信任何一个鸦家侍从，\n不能让任何一名鸦家侍从离开宅院。",
		area_type = 1
	},
	[19226104] = {
		main_activity_id = 192261,
		int = 19226104,
		clue_desc = "鸦神已死，撤销支援申请。",
		area_type = 1
	},
	[19226105] = {
		main_activity_id = 192261,
		int = 19226105,
		clue_desc = "如遇到其他执行任务的人，\n务必确认彼此都了解以上指示。",
		area_type = 1
	},
	[2221401] = {
		main_activity_id = 222141,
		int = 2221401,
		clue_desc = "「紧急联络：笹波原质区忽然从光轨网络上消失，原因不明！」",
		area_type = 0
	},
	[2221402] = {
		main_activity_id = 222141,
		int = 2221402,
		clue_desc = "我的心道……又是什么呢？",
		area_type = 0
	},
	[2221403] = {
		main_activity_id = 222141,
		int = 2221403,
		clue_desc = "「心境澄明，剑随意动。」",
		area_type = 0
	},
	[2221404] = {
		main_activity_id = 222141,
		int = 2221404,
		clue_desc = "「我还从未拔出过『樱切』。每次碰到它的刀鞘，我总会有种奇特的预感……」",
		area_type = 0
	},
	get_id_list_by_main_activity_id = {
		[222141] = {
			2221401,
			2221402,
			2221403,
			2221404
		},
		[192261] = {
			19226101,
			19226102,
			19226103,
			19226104,
			19226105
		},
		[172141] = {
			1721401,
			1721402,
			1721403
		}
	},
	all = {
		1721401,
		1721402,
		1721403,
		19226101,
		19226102,
		19226103,
		19226104,
		19226105,
		2221401,
		2221402,
		2221403,
		2221404
	}
}
