return {
	[1001] = {
		letter_send_time_1 = "2023,5,3",
		mail_id = 6003,
		letter_title = "来玩游~戏~",
		letter_belongs = 1048,
		letter_sender_face = 2110481,
		letter_sender = "前鬼坊天狗",
		letter_desc = [[
哎，派对什么的，不是休再三强调，我才不会答应呢。
大家聚在一起肉麻兮兮地唱祝福歌，想想就无聊不是吗~
不过——要是这场苏醒日派对有你的参与，肯定会变得很有趣，嘿嘿。
还记得之前跟我做的那个关于游戏的约定么？哼，那次一起玩过之后就再也没上线了，我都知道。
现在再给你个机会，用上次我们一起玩的那款游戏，帮我远程布置房间。
当然，我在游戏里做了一些小小的“设计”，要是你不小心触发了的话……
看看你会顺利通关，还是成为我的共、犯？
]],
		id = 1001,
		reward_item_list = {
			{
				50006,
				10
			},
			{
				20002,
				1
			}
		}
	},
	[1002] = {
		letter_send_time_1 = "2023,5,8",
		mail_id = 6004,
		letter_title = "闪电的祝福！",
		letter_belongs = 1028,
		letter_sender_face = 2110281,
		letter_sender = "托尔",
		letter_desc = [[
其实我不擅长写信之类的事情……本来是想找小前鬼代笔的，毕竟她写的检讨书很多来着。结果这家伙拿着支奇怪的钢笔憋了半天，帮忙写了个意义不明的题目就走了……接下来只好我自己来写了。
怎么说呢，从我记事的那一刻起，就一直在战斗了。所以就和大家对我战斗狂的印象一样，对于那些战斗之外的内容，好多连我自己都不记得啦。
非要用这样的日子去纪念些什么的话，你就像往常一样称赞我的强大就好了。要是我的雷电能助你一臂之力的话，那比过苏醒日什么的兴奋多啦！
加油啊管理员，我可是很看好你的。哪天在办公室里坐腻了，就来我率领的雷小队吧！
以雷电的决意起誓，我会保护好你的。
以及，要记住今天是我的苏醒日啊（重重的划痕）。今天的巧克力香蕉要加倍！加倍！
笔好像越写越费劲了，就写到这儿吧。
这些东西给你，下次请你吃我烤的……
（剩下的内容被墨渍染黑了，墨渍正好蔓延到上一行，十分引人注目。——看起来像是托尔特意用袖口阻挡了墨水的蔓延。）
]],
		id = 1002,
		reward_item_list = {
			{
				50035,
				10
			},
			{
				40603,
				1
			},
			{
				40301,
				100
			}
		}
	},
	[1003] = {
		letter_send_time_1 = "2023,4,20",
		mail_id = 6005,
		letter_title = "一个邀请",
		letter_belongs = 1052,
		letter_sender_face = 2110521,
		letter_sender = "马尔杜克",
		letter_desc = [[
管理员，今晚有空吗？来一块儿喝点珍酿？
倒也没什么特别的理由，只是今天是我苏醒日。活在世上，总是得找些名头让自己松口气，你说对吧？
生日……对，我还是习惯这么叫。以前的生日都是用来提醒自己又老一岁的，可现在呢，我往后都是这副模样了。倒也好，少年壮年，我都经历过，也算是不留遗憾了，哈哈！
嗯，怎么说了这些有的没的？
总之就是这样，今天，不如就让咱们就放下那些让人头疼的事情，痛快喝一场吧！
]],
		id = 1003,
		reward_item_list = {
			{
				50032,
				10
			},
			{
				40503,
				10
			},
			{
				20001,
				1
			}
		}
	},
	[1004] = {
		letter_send_time_1 = "2023,5,21",
		mail_id = 6006,
		letter_title = "太阳与信风的问候",
		letter_belongs = 1059,
		letter_sender_face = 2110591,
		letter_sender = "阿波罗",
		letter_desc = [[
呀，管理员，还有深空之眼的大家有没有想念我呢？
最近把攒了好多天的年假一口气休掉，久违地回欧莫菲斯度假，没想到在这里想得最多的却是大家的事情。出门不用遭遇前鬼坊的恶作剧，好像竟有一些不习惯，哈哈。
不过请放心，您的太阳，从未离大家而去。它正在沐浴千星之海的浪涛，并通过信风为大家捎去了一如既往温暖的问候和礼物。
]],
		id = 1004,
		reward_item_list = {
			{
				50024,
				10
			},
			{
				20002,
				1
			}
		}
	},
	[1005] = {
		letter_send_time_1 = "2023,5,24",
		mail_id = 6007,
		letter_title = "一定要看到最后",
		letter_belongs = 1071,
		letter_sender_face = 2110711,
		letter_sender = "孟章",
		letter_desc = [[
许久未见，不知管理员阁下近日可好？
遥想初见恍若昨日，就连被破妄心音打中的疼痛也非常清晰呢~哈哈哈。
好了好了，不开玩笑说些正事。前几日我在探寻嵎夷一家小有名气的古玩店时，偶然遇到当地一个四世同堂的大宗族在给族中最为年长的老人庆祝百岁寿辰，敞开大门广迎宾客宴请四方好不热闹。就连我也忍不住去蹭得一杯盏中珍酿与一顿饱腹之席。
推杯换盏间恍然想到，我的苏醒日好似也快到了。
往些时候，陵光都会张罗着有时间的人一起来给寿星庆贺。虽然大家没几次能聚全，但即使只有三四个人凑在一起也很是温馨热闹。
来信便是问问你，有没有时间也来四方院一聚，参与一下？
当然，不用准备礼物。
（偷偷和你说，四方院食堂主厨做的长寿面堪称一绝！但每个人一年只能吃到一次，你这次若是来的话，我可以分你些。）
]],
		id = 1005,
		reward_item_list = {
			{
				50039,
				10
			},
			{
				40603,
				3
			},
			{
				40414,
				1
			}
		}
	},
	[1006] = {
		letter_send_time_1 = "2023,6,6",
		mail_id = 6008,
		letter_title = "随便占卜一下",
		letter_belongs = 1066,
		letter_sender_face = 2110661,
		letter_sender = "大国主",
		letter_desc = [[
管理员，有件事找你商量……
咳咳，简单来说，我的研究经费被砍了，很多重要的研究都进行不下去了。好处是刚好这样就有时间给你进行一次占卜了。管理员之前不是对塔罗牌占卜十分感兴趣么？
报酬是帮我再次提交经费申请。好，就这样说定了。占卜开始。
管理员的牌是——【愚者】。嗯，很符合管理员印象的牌面呢。
别误会，这可不是在说你坏话。正位的【愚者】，可是一张非常好的牌呢。代表着管理员即使看起来莽撞一意孤行，也将在冒险的道路上勇往直前，取得意想不到的收获……
嗯，就是这样。
总感觉这笔交易，管理员赚大了呢。
]],
		id = 1006,
		reward_item_list = {
			{
				50014,
				10
			},
			{
				40503,
				10
			},
			{
				20001,
				1
			}
		}
	},
	[1007] = {
		letter_send_time_1 = "2023,6,12",
		mail_id = 6009,
		letter_title = "喝——！",
		letter_belongs = 1027,
		letter_sender_face = 2110271,
		letter_sender = "利维坦",
		letter_desc = [[
管理员，喝——！
嘿嘿，这是利维坦最近在任务中刚跟师父学会的，【在极地呼唤伙伴时的号子】哦~怎么样，很帅气吧？师父教的当然帅气了！
因为极地常年暴风雪不停，即使是几米开外的距离也要全力呼喊才行。
说到这个，谢谢管理员推荐师父和利维坦去极地执行任务！以后还有去极地的任务都交给我们吧！
这样的任务才有跟师父独处……才有跟师父学到更多极地生存知识的机会！
喝——！
]],
		id = 1007,
		reward_item_list = {
			{
				50011,
				10
			},
			{
				20002,
				1
			}
		}
	},
	[1008] = {
		letter_send_time_1 = "2023,6,12",
		mail_id = 6010,
		letter_title = "有空吗？",
		letter_belongs = 1050,
		letter_sender_face = 2110501,
		letter_sender = "丰前坊天狗",
		letter_desc = [[
管理员，久疏问候。
最近一直跟随师父练习，笹波一战后，我意识到自己还有许多不足之处。
剑心动摇是大忌，但我还是被自己的感情影响，差点拖累了师父和大家……
本来今日也有训练目标，是师父说今天是重要的日子，应该适当休息一下。
小时候我也曾羡慕过其他人可以庆祝生日，现在好像只想着如何能够再精进一些了。
偶尔休息一下，或许没有那么糟糕……
所以，管理员今晚有空吗？如果可以的话……来训练场陪我说说话吧。
感觉还是那里最让人安心。
]],
		id = 1008,
		reward_item_list = {
			{
				50018,
				10
			},
			{
				40603,
				4
			}
		}
	},
	[1009] = {
		letter_send_time_1 = "2023,6,13",
		mail_id = 6011,
		letter_title = "照顾好自己",
		letter_belongs = 1024,
		letter_sender_face = 2110241,
		letter_sender = "阿努比斯",
		letter_desc = [[
感谢你的提醒。
如果不是你告知今天是我苏醒日，并发来共进晚餐的邀请，我确实会忘了这码事。
但恕我拒绝。时间宝贵，我们不应该把它浪费在玩耍打闹上。
有不少取证工作还需要我审查，希望你能理解。
你有这份心意就够了。
……
作为赔礼，我送给你这个。经常需要训练的人，会需要它的。
等你下次来归还这个哑铃的时候，再一起坐下来好好吃顿饭吧，我请客。
]],
		id = 1009,
		reward_item_list = {
			{
				50005,
				10
			},
			{
				50004,
				1
			},
			{
				20002,
				1
			}
		}
	},
	[1010] = {
		letter_send_time_1 = "2023,6,19",
		mail_id = 6012,
		letter_title = "乌的思念~",
		letter_belongs = 1070,
		letter_sender_face = 2110701,
		letter_sender = "金乌",
		letter_desc = [[
管理员~好久不见了，嘻嘻，乌很想你哦！
今天是乌的苏醒日，管理员可以和乌一起庆祝吗~《元典抄本》出真人联动电影了~要不要和乌一起去看？
还有，乌按照《元典抄本》第20话里的内容，研制出了一道新菜~不过，你好像不怎么能吃辣吧？之前你吃乌做的菜，脸总是红彤彤的……这次，乌会少放点辣椒的~
来吧来吧~一起玩吧~乌一直在等你哦！
]],
		id = 1010,
		reward_item_list = {
			{
				50040,
				10
			},
			{
				40603,
				2
			},
			{
				20001,
				1
			}
		}
	},
	[1011] = {
		letter_send_time_1 = "2023,6,20",
		mail_id = 6013,
		letter_title = "荷月如昨",
		letter_belongs = 1075,
		letter_sender_face = 2110751,
		letter_sender = "陵光",
		letter_desc = [[
深空之眼的管理员，近来安好？
听说你的职务在深空之眼独此一份，想必十分繁忙，但也请顾念身体，觉得疲乏时，千万不要勉强劳累，还是要放松一二。这封书信若能成为你忙碌之余的调剂，也算一件美事。
今日早晨，我依旧到院里的凉亭中抚琴，看到小塘间开了几朵荷花，缀着露水红粉剔透，才发现已经入夏了。每逢生辰，总觉得光阴荏苒，一年到头来有太多未竟之事，许多时间都在虚度。四方院，赤炁堂，亦或是我自己私下的一点寡淡生活，或多或少都留有遗憾。但那些经历过的事和遇到过的人，又会让我对新岁更感到期待。比方说，来年的这个时候，你我彼此间又会增添多少了解呢？
大家知道我喜静，对生辰看得也淡，大多以书信问候。我也是在回信时不由地想到了你。在天禄贸易相遇后的曲折，还有你当日未对我言明的身体状况，都令我十分惦念。「守护」是一条注定坎坷的道路，若是需要依靠，可以想起我的，不论作为朋友，还是作为医生。
抱歉，明明是应当庆贺的日子，却又说起了困苦。虽说思危方能居安，忆苦方能思甜，良药苦口，倒是我自己的习惯了。
来年夏日，若有兴致，可来南交一叙，我定然是在的。赤炁堂后院的荷花，开得也很美呢。
]],
		id = 1011,
		reward_item_list = {
			{
				50036,
				10
			},
			{
				20002,
				1
			}
		}
	},
	[1012] = {
		letter_send_time_1 = "2023,6,23",
		mail_id = 6014,
		letter_title = "最纯真的祝福",
		letter_belongs = 1056,
		letter_sender_face = 2110561,
		letter_sender = "伽梨",
		letter_desc = [[
嗨，管理员，随信一起寄去的特产都有收到吗？
夏什瓦特的天气越来越热，孩子们在家里呆不住，吵着要我带他们去家庭餐厅吃炒冰。
没想到他们偷偷在家庭餐厅给我准备了苏醒日的惊喜——把咖喱和蛋糕结合起来，到底是怎么想到的啊，哈哈哈哈。
他们还特意给你也准备了一份，可惜你因为太忙暂时来不了，我就先替你吃掉吧！
哦对了，他们还给你做了一顶遮阳帽，清凉透气，说是等你来夏什瓦特的时候送给你，看来孩子们真的很喜欢你啊~
等来年夏天一定要来夏什瓦特玩哦！
]],
		id = 1012,
		reward_item_list = {
			{
				50029,
				10
			},
			{
				40603,
				3
			},
			{
				40301,
				100
			}
		}
	},
	[1013] = {
		letter_send_time_1 = "2023,7,21",
		mail_id = 6015,
		letter_title = "盛夏的生日邀约",
		letter_belongs = 1138,
		letter_sender_face = 2111381,
		letter_sender = "赫拉",
		letter_desc = [[
先说清楚，可不是什么人都有资格收到本小姐的邀请。本小姐亲笔给你写了邀请函，你要是没有一本小说那样充足且精彩的理由，可不允许拒绝。
所以，就这样定好了，一起来为本小姐降临世间的华诞奉贺吧。
再说，作为本小姐认可的友人，却没有参加过淑女与绅士的茶会，实在太不像样了。用心复习本小姐教给你的礼仪。要是你在茶会上出丑，本小姐可不会帮你说话。
不用带礼物，反正以平庸的审美挑选出的东西只会坏了茶会的格调。心怀感激地收下本小姐亲自定制的纪念品吧，要是有一天你能够品读出其中所有的设计，本小姐倒是可以考虑收下你努力摆脱俗套的赠礼。虽然凭你那点不起眼的天赋，本小姐不指望你能在明年的这时候自己领悟出足够的品鉴能力……姑且提醒你一下，欧莫菲斯可没有几个比本小姐更专业的鉴赏家了。
当然了，茶会不是让你来白吃白喝的。要怎样祝福与夸赞本小姐，用上你全部的学识和修养，好好想一想吧。
]],
		id = 1013,
		reward_item_list = {
			{
				50019,
				10
			},
			{
				40603,
				3
			},
			{
				40414,
				1
			}
		}
	},
	[1014] = {
		letter_send_time_1 = "2023,8,8",
		mail_id = 6016,
		letter_title = "连庄的快乐",
		letter_belongs = 1072,
		letter_sender_face = 2110721,
		letter_sender = "禄良",
		letter_desc = [[
管理员！你上次送咱的那副麻将牌咱很喜欢哦。
作为回礼，让咱教你打麻将吧~
说出来你可能不信，咱在麻将桌上已经谈下了好多桩生意了。
不是说咱把麻将当成谈生意的工具，而是牌如其人——只要打一轮麻将，就能知道对方头脑和脾气如何，是患得患失还是输赢自若，是不是够资格做咱的生意伙伴了~
所以呀，只要跟咱学习打麻将，咱就可以告诉你未来能在深空之眼当上多大的官儿~诶嘿嘿，开玩笑的。
对了，不仅是虚恒的麻将，咱最近呢，还研究了笹波传来的麻将打法~
你知道麻将有几种胡牌方式吗？国士无双自不必说，大三元小三元也是信手拈来~
嘿嘿，别急，咱先从小牌开始学起，别一上来就想着凹大牌，会得不偿失嗷~实不相瞒，咱最喜欢的，就是靠小牌享受连庄的快乐了~！
]],
		id = 1014,
		reward_item_list = {
			{
				50041,
				10
			},
			{
				951114,
				2
			},
			{
				40301,
				50
			}
		}
	},
	[1015] = {
		letter_send_time_1 = "2023,8,11",
		mail_id = 6017,
		letter_title = "急聘家电体验员",
		letter_belongs = 1026,
		letter_sender_face = 2110261,
		letter_sender = "努阿达",
		letter_desc = [[
哈哈，要不是丹努炉心的系统自动提醒，我都快忘了今天是我的苏醒日了。
可能因为天气越来越热的关系，这个月接了不少家电修理的单子，不得不说叔叔阿姨们在功能设计方面真是有着非同一般的想象力啊！
比如这个「『够冰够爽』西瓜冰桶」，是一位肠胃不太好的伯伯发来的订单，连上体征监测手环后，可以实时调整桶内温度，确保每一口瓜肉都足够冰爽，又不会对肠胃产生过量的刺激……
还有这台「『无论如何也想看完下一集』随身投影仪」，是一位酷爱肥皂剧的阿姨委托我制作的，现在大部分电视台不是针对一定年龄以上的老人设置了防沉迷么，但是呢阿姨她……真的很想看完下一集！所以我就做了这台投影仪，在观看限制时间结束后，可以在后台继续解析预下载的影片，生成模拟信号刺激大脑皮层视觉中枢来达到「看」的目的……当然啦，我会严格把延长时间控制在合理范围内的。
不知道你今天有没有兴趣来这边抢先体验一下这些设备？我会给你准备额外的小谢礼，这个暂且保密。
对了，小咪最近也被寄送到我这边做保养和维护，要是能再见到你的话，它一定很高兴吧。
]],
		id = 1015,
		reward_item_list = {
			{
				50025,
				10
			},
			{
				20002,
				1
			}
		}
	},
	[1016] = {
		letter_send_time_1 = "2023,9,1",
		mail_id = 6018,
		letter_title = "特别的休息日",
		letter_belongs = 1041,
		letter_sender_face = 2110411,
		letter_sender = "雅典娜",
		letter_desc = [[
每位铃兰团骑士都应该享受并庆祝自己的生日——这是铃兰骑士团的规定，我作为团长，自然不能违反。
这项规定可以追溯到凯琳祖母担任团长的时代。由于那个时候的欧莫菲斯还称不上和平，所有团员都紧绷着一根弦几乎全都无视了假期的存在。所以凯琳祖母以团长的名义下达命令——至少在自己的生日那天，每个人都强制休假，不得出勤。
时至今日，这可以说已经成为了铃兰团的传统。我想大家都一定是感激着祖母的吧。我也一样。因为关于这一天的安排，我早已想好——
管理员，为了弥补上次的失礼，能邀请你在9月1日这天来欧莫菲斯观光吗？
这天我不能出勤所以无法代表铃兰团，我谨代表我自己——雅典娜·帕拉斯，邀请你和我共度这一特别的休息日。
]],
		id = 1016,
		reward_item_list = {
			{
				50008,
				10
			},
			{
				951220,
				1
			},
			{
				40301,
				50
			}
		}
	},
	[1017] = {
		letter_send_time_1 = "2023,9,6",
		mail_id = 6019,
		letter_title = "特别实验计划",
		letter_belongs = 1033,
		letter_sender_face = 2110331,
		letter_sender = "海姆达尔",
		letter_desc = [[
管理员，听说你最近的工作十分繁忙？
长时间的工作会导致效率降低，这无论在理论上抑或实践中都被多次证明，而想让人体彻底得到休息，单纯的睡眠并不足够，通过合理的休闲活动进行适当放松是必要的。
正巧，邻街新开了一家餐厅，那里的水果沙拉颇受好评，餐厅环境安静，就算只是聊聊天，想必也能起到放松的效果。
综上所述，管理员，今晚要和我一起去那家餐厅用餐吗？
顺、顺带一提，今天是我的苏醒日。修正者没有生日的概念，苏醒日也不过是极为普通的一天，从理论上并不特殊。
但是，和他人一同度过的日子，或许其本身在实践上就具有独特意义。
为了研究这种行为对大脑多巴胺分泌的影响，我需要你的配合。
这也是一项重要的特别实验，如果能加以证明，想必会对综合科的工作效率起到不小帮助。
今晚，我会在餐厅等你的。
]],
		id = 1017,
		reward_item_list = {
			{
				50013,
				10
			},
			{
				40603,
				2
			},
			{
				20001,
				1
			}
		}
	},
	[1018] = {
		letter_send_time_1 = "2023,9,10",
		mail_id = 6020,
		letter_title = "远游归来",
		letter_belongs = 1199,
		letter_sender_face = 2111991,
		letter_sender = "月读",
		letter_desc = [[
许久不见，管理员，你的失眠症状有好些了么？过去我也曾经历过类似的状况，如果你需要建议的话，可以通过终端给我留言。
随着任务顺利进行至尾声，雉小队也将于三天后返回艾因索菲。
谢谢你提前寄来的苏醒日礼物，点心我和小队成员们分着吃了，大家都对你的烘焙手艺称赞有加，我……也这么认为。
至于这条项链，听努阿达说是你亲手做的？……抱歉，因为经常会交流一些调试权钥方面的经验，他就直接告诉我了。
戴上它出战的时候，吊坠紧贴着胸口，有些恰到好处的冰凉，让我在炎热的室外不知不觉就静下心来。
与敌人近身战斗时，它不时随着我的动作轻刺皮肤，仿佛在提醒着我在远方有人正在牵挂我，不希望我在作战中把自己弄伤……
等回到深空之眼后，你可以空出半天时间么？我也准备了份回礼给你，以及这一路上有不少有趣的见闻想分享给你听。
]],
		id = 1018,
		reward_item_list = {
			{
				50016,
				10
			},
			{
				40603,
				2
			},
			{
				20001,
				1
			}
		}
	},
	[1019] = {
		letter_send_time_1 = "2023,9,17",
		mail_id = 6023,
		letter_title = "劲爆大采购！！",
		letter_belongs = 1035,
		letter_sender_face = 2110351,
		letter_sender = "索贝克",
		letter_desc = [[
鳄呼——管理员，好久不见啊。
咱们马上要去「干票大的」，大哥怕我们路上没饭吃，让我提前买点罐头什么的，可是罗斯塔赫这边的罐头贵得要命，大哥给我的钱还不够我一个人吃——
不过我跟大大哥打听了一下，他说艾因索菲到处都是大商店，肯定不少「便宜货」，鳄嘿嘿嘿，管理员，你知道哪有好吃的罐头吧？要是能顺便再买点邮寄过来就更好了！
另外大大哥知道我要买罐头，还多给了我点钱，说马上就是我的「生日」了，得庆祝庆祝。可是「生日」是什么东西？
总之，今天是个值得高兴的日子！大哥，大大哥，还有兄弟们都这么相信我，把买吃的这个重要的任务交给了我。所以管理员，拜托了，我相信你肯定能找到便宜又好吃的罐头！
当然，我绝不亏待好朋友，管理员可以拿大大哥给我的钱买点自己喜欢吃的东西，推荐给你一个我常吃的菜谱：打开一筒黑麦面包罐，往面包里夹上午餐肉、炸鱼，再抹点花生酱，倒上番茄和鹰嘴豆，保证美味！
呵呵，说得我口水都冒出来了……我先去开瓶腌菜罐头填填肚子，那就等你的消息了管理员！
]],
		id = 1019,
		reward_item_list = {
			{
				50004,
				10
			},
			{
				20002,
				1
			}
		}
	},
	[1020] = {
		letter_send_time_1 = "2023,10,9",
		mail_id = 6024,
		letter_title = "一起吃蛋糕吧",
		letter_belongs = 1096,
		letter_sender_face = 2110961,
		letter_sender = "赫尔墨斯",
		letter_desc = [[
嘿咻，好久不见呀管理员，也不知道你会在什么时候看见这封信。
唔，不对，说好久不见似乎也不准确！毕竟我在深空之眼派件时总会路过你的办公室，不过管理员一直在工作，应该没空注意到我吧？
言归正传！今早奥林匹亚速运的大家带了好多礼物堆在我的工位上，嘿嘿，我一开始还摸不着头脑~要不是小伊带着蛋糕来给我放假的话，指不定今年的苏醒日我也会在派件中度过呢！
虽然需要派发的快件堆积如山，但大家说什么【特殊的日子就该和特殊的人一起过】，无论如何也不许我继续工作了。
所以思来想去，虽然直说出来很不好意思……但难得闲下来，我果然还是想和管理员待在一起。
我啊，无数次地庆幸自己出生在这个世界上，这样才能与管理员，小伊，还有大家相遇。所以如果——我是说，如果管理员愿意的话，小伊给的蛋糕我还没吃，来一起吃蛋糕许愿好不好？
]],
		id = 1020,
		reward_item_list = {
			{
				50023,
				10
			},
			{
				40603,
				4
			}
		}
	},
	[1021] = {
		letter_send_time_1 = "2023,11,9",
		mail_id = 6025,
		letter_title = "迷途小羊的谢意",
		letter_belongs = 1011,
		letter_sender_face = 2110111,
		letter_sender = "奥西里斯",
		letter_desc = [[
管理员，谢谢你能来陪我一起做蛋糕……
被管理员夸奖的时候，我真的好开心。不过，比专业的糕点师做的都好吃之类的评价，我还是不敢当啦。
过去的我，给大家添了很多麻烦，那个时候在心象房间能够被你找到，真是太好了。
嗯，逃避是没有用的呢，还是要去面对才行……虽然这样想着，但是管理员和大家不在身边的时候还是会不自信……
不过，管理员真的好厉害，工作也好，照顾大家也好，都能完成的很出色。要站在你身边的话，我还要继续努力吧……
那个……艾因索菲的秋天有点冷呢，不过不用担心，我帮管理员织了围巾和手套哦。
有什么我能帮上管理员的事，请都和我说吧。
]],
		id = 1021,
		reward_item_list = {
			{
				50003,
				10
			},
			{
				40603,
				3
			},
			{
				40414,
				1
			}
		}
	},
	[1022] = {
		letter_send_time_1 = "2023,11,9",
		mail_id = 6026,
		letter_title = "冥府降诞的神罚",
		letter_belongs = 1111,
		letter_sender_face = 2111111,
		letter_sender = "冥王",
		letter_desc = [[
祝我生日快乐？真是大胆的举止啊，管理员。
不过，到底是什么给了你这么做的勇气？嗯？是奥西里斯提议的吗？
哼……支支吾吾的是什么意思，答不上来？
好了好了，懒得和你计较。看在今天这个日子的份上，我就勉强满足你一下。毕竟你这样的人类，能这么衷心地瞻仰我的力量也难能可贵。
把这封信视作邀请函吧——自己来我身边，我可不会像奥西里斯那样盛情邀请你来。
记住，在我的面前，不要顽固地自言自语。在这个日子让我开心一些的话，我或许会给你别的奖励。
呵，贪婪地索求吧，毕竟我和你的关系可不止是什么同伴……对吧？]],
		id = 1022,
		reward_item_list = {
			{
				50003,
				10
			},
			{
				40603,
				2
			},
			{
				20001,
				1
			}
		}
	},
	[1023] = {
		letter_send_time_1 = "2023,11,9",
		mail_id = 6027,
		letter_title = "一起庆祝好不好",
		letter_belongs = 1097,
		letter_sender_face = 2110971,
		letter_sender = "俄尼里伊",
		letter_desc = [[
贵安，管理员……唔嗯，赫拉姐姐说，这是淑女的问候方式。管理员，用这种话向你问好，会觉得开心吗？
琉刻和明塔，从一早就在忙碌……问起来的时候，总不回答是在做什么。就连哈迪斯姐姐，也神神秘秘的……唔，不行，好困，但……不能睡。
所以要不是小困把我拉到日历前，今年的苏醒日，说不定也会迷迷糊糊地结束……
我们上一次见面……是在什么时候呢？我在梦里，倒是经常见到管理员……
呼啊，但管理员总在各个地方处理工作……忙得连停下来的时间都没有，更别说……和我一起玩了。
听说今天……琉刻和明塔打算烤蛋糕。管理员知道，琉刻和明塔做的甜点……都很好吃，蛋糕的话，一定更……
所以，管理员有时间来和我一起庆祝苏醒日吗？我会在……缪斯协会的大厅等你，希望我醒来的时候，能看见管理员。
]],
		id = 1023,
		reward_item_list = {
			{
				50021,
				10
			},
			{
				20002,
				1
			}
		}
	},
	[1024] = {
		letter_send_time_1 = "2023,11,25",
		mail_id = 6028,
		letter_title = "各自的目标",
		letter_belongs = 1016,
		letter_sender_face = 2110161,
		letter_sender = "金固",
		letter_desc = [[
哈？你是从哪里得知我苏醒日的，不会是从……哼，他可真是多管闲事。
但不管怎么说，你的祝福我接下了，谢谢。
我知道你还想说什么，但我是不会回答的。我对现在的生活很满意，也正朝着一直以来的目标前进着。
你有你的想法，我有我的立场……
等到所有事情尘埃落定，我们再聚在一起，接着没有结果地掰手腕比赛，大口吃肉，大口喝罗斯塔赫最出名的珍酿。
那时候，我们定要耍个尽兴！
]],
		id = 1024,
		reward_item_list = {
			{
				50033,
				10
			},
			{
				40503,
				10
			},
			{
				20001,
				1
			}
		}
	},
	[1025] = {
		letter_send_time_1 = "2023,12,3",
		mail_id = 6029,
		letter_title = "小姐的苏醒日",
		letter_belongs = 1094,
		letter_sender_face = 2110941,
		letter_sender = "海拉",
		letter_desc = [[
管理员，久疏问候，我是迟钝。
看到这条信息，想必你脸上的表情一定很精彩，可惜小姐没法直接看到，否则她一定会很开心的。
撇开仪式感的寒暄，让我们直接进入正题吧。希望你还记得小姐的苏醒日就在今日，也希望你能拿出与小姐相衬的礼物。
如果你做好了准备，就请于晚上准点参加小姐的苏醒日纪念会。
请不要误会，这并非我的意思，只是小姐心有所想。不过她未必会说，索性由我代为转达。
哦，还有一件事，海拉小姐说她非常……<系统提醒>已完成重启……
迟钝，很烦，别听它说的话……
纪念会不来……也可以，但是……会给你留位置，就这样。
]],
		id = 1025,
		reward_item_list = {
			{
				50022,
				10
			},
			{
				40603,
				3
			},
			{
				40301,
				100
			}
		}
	},
	[1026] = {
		letter_send_time_1 = "2023,12,21",
		mail_id = 6030,
		letter_title = "雪落的声音",
		letter_belongs = 1037,
		letter_sender_face = 2110371,
		letter_sender = "霍德尔",
		letter_desc = [[
管理员，你那边天气怎么样？预报说下周艾因索菲会下雪……希望你回来的时候刚好能赶上初雪。
大家一直想帮我办苏醒日派对，但我担心占用大家工作的时间……所以我请大家一起去我喜欢的那家牛排餐厅尝尝新品，就当是庆祝了。
最近虽然和你不常见面，但能够在情报工作上为你提供支持，我很高兴……
以及，你送我的礼物，我一直没有舍得拆开……我猜里面应该是很好听的音乐CD吧，谢谢你。
如果可以的话，等你回来之后，我们一起在宿舍听这盘CD怎么样？我会提前准备好舒服的靠垫和热茶，还有温暖的毛毯。
期待你的回信。
]],
		id = 1026,
		reward_item_list = {
			{
				50017,
				10
			},
			{
				20002,
				1
			}
		}
	},
	[1027] = {
		letter_send_time_1 = "2023,12,24",
		mail_id = 6031,
		letter_title = "白色相簿",
		letter_belongs = 1068,
		letter_sender_face = 2110681,
		letter_sender = "恩利尔",
		letter_desc = [[
大雪纷飞，又到了冰雪节的季节呢。
其实，这天除了冰雪节以外，也刚好还是我的苏醒日。所以每年这时候我都过得很热闹，大家仿佛也在为我庆祝——每次这样想，都会有些不好意思。
今年的千星学院除了有一如既往的美妙雪景外，还举办了冰雕的展览，据说参展的作品都是由雕塑系的老师们亲自制作的。
以童话为主题创作的冰雪世界真的非常有趣，如果管理员能来的话，我还能带你到处看看。不过想到你应该很忙，等下次你有空的时候再一起吧。
不过，我花了三天时间，拍了学院各个角落的风景，制作了这本关于冰雪节的相簿。
说出来有些不好意思，相簿完成后，正好下起了大雪。我从厨房回来发现，放在窗边的相簿上都落满了雪片。
于是我给它取名为【白色相簿】。如果管理员看完照片后，也能喜欢上冰雪节的千星学院就好了。
]],
		id = 1027,
		reward_item_list = {
			{
				50027,
				10
			},
			{
				40603,
				2
			},
			{
				20001,
				1
			}
		}
	},
	[1028] = {
		letter_send_time_1 = "2024,1,1",
		mail_id = 6032,
		letter_title = "与你同在的时光",
		letter_belongs = 1067,
		letter_sender_face = 2110671,
		letter_sender = "欧申纳斯",
		letter_desc = [[
看看日历，我的苏醒日似乎就要到了。
于我而言，这种日子早已被漫长的时光消磨得无足轻重，但我还记得……我的旧友，似乎热衷于此：头几年的苏醒日，我都被他撺掇着切开蛋糕，接受他「灵感永不枯竭」的祝福。
久而久之，庆祝苏醒日也成了我的习惯——倒不是贪恋那一口蛋糕，只是作为一年一度的纪念日，我总会在这一天进行年度雕塑创作。
仔细回想今年，与你一起度过的时光历历在目；所以，如果你愿意的话，我想邀请你来欧莫菲斯，共同完成年度雕塑。
时间如同流动的水，雕刻刀滑过石膏时，不可捉摸之物都被定型；哪怕跨越过漫长的时光，我也想留住片刻永恒。
尤其是——在今年的时光中，会有你并肩同行的身影。
]],
		id = 1028,
		reward_item_list = {
			{
				50009,
				10
			},
			{
				20002,
				1
			}
		}
	},
	[1029] = {
		letter_send_time_1 = "2024,1,4",
		mail_id = 6033,
		letter_title = "未完成的愿望",
		letter_belongs = 1019,
		letter_sender_face = 2110191,
		letter_sender = "休",
		letter_desc = [[
管理员，别担心，这是一份私人邀请，不是工作派遣。
新年这几日我整理了从前使用的笔记本，意外发现了很多工作之外的杂项内容。本以为是刚开始工作时，对笔记的使用途径还区分不清，翻到前几页时我才发现，这本笔记原本就是与工作无关的手帐本。
手帐本上的曾期待的事项和记录的想法在现在看来已变得陌生，一直忙于深空之眼的公事，这些未完成的愿望都被我自己遗忘了。
今天是我的苏醒日，波塞冬和奥西里斯她们帮我处理了一些工作，还把我请出了办公室，让我一整天都别回来了。
离开工作后一时竟不知道该做些什么，这才想起手账本上没机会前去的咖啡厅和书店。
思来想去，我最想要邀请来同行的人是你，管理员。不知道你有没有兴趣陪我去实现这些过去的愿望？
我在深空之眼大厅等你，待会儿见。
]],
		id = 1029,
		reward_item_list = {
			{
				50001,
				10
			},
			{
				20002,
				1
			}
		}
	},
	[1030] = {
		letter_send_time_1 = "2024,1,5",
		mail_id = 6035,
		letter_title = "晚餐邀请",
		letter_belongs = 1032,
		letter_sender_face = 2110321,
		letter_sender = "提尔",
		letter_desc = [[
祝福贺卡和礼物我收到了。款式选择得很好，你的品味不错。
临近新年，塔列朗家族与第三部门需要处理的事务增多。要不是经你提醒，恐怕我又会忘记自己的生日。
我一直认为并没有将时间花在这些方面上的必要，但或许你说得没错，偶尔休息一下也是为了更好地迎接之后的工作。
等这边的工作结束后，我会安排好时间，希望你能准时前来。不是合作洽谈，只是作为朋友的邀请。
也不必过分紧张，就是寻常家宴，想必海叔和爱德华也很乐意见到你。
至于晚餐前的消遣，你我二人上次未完的棋局是时候分出胜负了。]],
		id = 1030,
		reward_item_list = {
			{
				50010,
				10
			},
			{
				40603,
				4
			}
		}
	},
	[1031] = {
		letter_send_time_1 = "2024,1,7",
		mail_id = 6036,
		letter_title = "彼时长安",
		letter_belongs = 1076,
		letter_sender_face = 2110761,
		letter_sender = "庚辰",
		letter_desc = [[
管理员，承蒙挂念，一切都好。
年关将近，虚恒街巷都已开始筹备节庆典仪，风貌与平日大有不同，你若有空可以来虚恒赏玩，记得提前知会于我，我抽空陪你。四方院同样忙碌了不少，倒是劳大家费心，还记得我的苏醒日。今天有不少人先向我祝福问候，紧接着便开始询问庆典相关的事宜。听着有些古怪，不过也算沾了些节日的喜气，并不坏。
每每谈到苏醒日，都会觉得这个词语离我太远，更不知道该用什么回应大家的祝福。人们常说这是值得庆贺的日子，是生命延续的诞昭，也是一年成长的见证。但我记得最清楚的却是最初的那一次，名副其实的「苏醒日」，同时也是盖亚灾难来临的日子。如果世界从未需要过我，或许才值得大家庆贺吧……唯独在苏醒日会如此惋惜。
我们带着守护生命的职责来到世间，这么多年在做的也只有这件未竟之事。好在不论何时总有人在身边，帮我去做我做不到的事，让我明白坚持下去的意义。希望将来某天，我们与盖亚都能迎来一场新生，迎来文明真正的延续和成长。
愿你我彼时长安。]],
		id = 1031,
		reward_item_list = {
			{
				50042,
				10
			},
			{
				40603,
				3
			},
			{
				40414,
				1
			}
		}
	},
	[1032] = {
		letter_send_time_1 = "2024,1,12",
		mail_id = 6037,
		letter_title = "节日？",
		letter_belongs = 1080,
		letter_sender_face = 2110801,
		letter_sender = "维达尔",
		letter_desc = [[
今天是我的苏醒日。虽然，我不是特别明白「苏醒日」是什么意思，但每年的今天，利维坦都拿来尖尖的帽子让我戴上，然后祝我苏醒日快乐。
我见过其他人过苏醒日的样子。大家一起愉快玩耍，然后吃很多好吃的东西。或许，苏醒日就和别的节日一样？
我明白「节日」是什么意思，大概就是大家在同一个日子里庆祝一件事。但是，需要庆祝的是什么呢？
不管原因如何，每个人都会有一个属于自己的，独一无二的节日……我就先这样理解了。
总之今天是我的苏醒日。我想……邀请管理员来和我一起，愉快玩耍，然后吃很多好吃的肉。我从极地带回来的，很适合现在吃。
利维坦唱的那首「祝你苏醒日快乐」我已经学会了……管理员的节日到来的时候，我就唱给你听。]],
		id = 1032,
		reward_item_list = {
			{
				50012,
				10
			},
			{
				20002,
				1
			}
		}
	},
	[1033] = {
		letter_send_time_1 = "2024,1,31",
		mail_id = 6038,
		letter_title = "Marvelous Drive",
		letter_belongs = 1042,
		letter_sender_face = 2110421,
		letter_sender = "哈迪斯",
		letter_desc = [[
好久不见，我可爱的小羊羔。
有没有稍微想念我呢？还是说，你更想念明塔琉刻那两个可爱的小家伙呢？
希望你能给我一个诚实的回答，否则……呵呵，玩笑就到此为止，但这次想问的事也确实和她们有关。
我一直都很想好好犒劳一下她们的勤勉辛劳——每年的苏醒日，似乎都是两个小家伙在为我准备庆祝的宴会。
所以今年，我想试着做点不一样的事情，比如带她们沿着千星海的海岸线去兜兜风。当然，坐我的车~
不过，既然要把小家伙们都带上，自然也不能少了小羊羔你。所以，要来体验一下我设计的兜风路线和1500马力的限量版跑车吗？这份邀请——我想你一定不会拒绝吧？]],
		id = 1033,
		reward_item_list = {
			{
				50031,
				10
			},
			{
				40603,
				3
			},
			{
				40301,
				100
			}
		}
	},
	[1034] = {
		letter_send_time_1 = "2024,2,8",
		mail_id = 6039,
		letter_title = "生活的仪式感",
		letter_belongs = 1017,
		letter_sender_face = 2110171,
		letter_sender = "芭丝特",
		letter_desc = [[
管理员，好久不见，想我了吗？
上次合作时你推荐的书我已经看完啦~最近执行任务时我尝试着使用了书上的知识，从同事那里收到了「进步很大」的评价，这都要归功于管理员的指导！
不知不觉又跨过一年，真希望来年科尔盖和管理员合作的时候，能有机会让我站在管理员身边，活用这些知识为管理员分担一些事务。
之前管理员说过想要看我跳舞，其实每年到苏醒日时，我都会为自己准备一场单人舞会，好好庆祝一下这个特别的日子，满足生活中小小的仪式感。
今年……我想邀请一位特别想要感谢的人来参加我的舞会，不只是看着我跳舞，而是一起跳完一整支舞曲，一起去创造难忘的回忆，为此我已经准备好了基础舞步教学与最简单的双人舞曲。
管理员，可以邀请你与我共舞吗？]],
		id = 1034,
		reward_item_list = {
			{
				50034,
				10
			},
			{
				20002,
				1
			}
		}
	},
	[1035] = {
		letter_send_time_1 = "2024,2,21",
		mail_id = 6040,
		letter_title = "一些小兴致",
		letter_belongs = 1093,
		letter_sender_face = 2110931,
		letter_sender = "国常立",
		letter_desc = [[
小坏蛋，对姐姐来说很重要的日子你却没在，到底跑到哪里玩去了？
唉，想到今晚身边无人，长夜漫漫又要自己度过，真是孤独呢。不然……你偷偷告诉姐姐今晚睡哪，我们晚上见？姐姐的潜入技巧可是顶尖的哦，绝对不会被别人发现~
呵呵呵，就不逗你了。今天心情不错，出门闲逛的时候，顺路去应川那边淘了瓶特产清酿回来。听说口碑相当好，姐姐准备先留着它，等你什么时候来了，我们一起品鉴一番如何？
我都已经想好了——你来的时候，兴许能赶上下雪，我们还能赏赏雪景，泡泡温泉……在那之后，你再出把力，帮姐姐揉揉肩背？最近任务出得不少，感觉总是有些腰酸背痛呢。
有空就来找姐姐哦，我会一直等着你的~]],
		id = 1035,
		reward_item_list = {
			{
				50015,
				10
			},
			{
				20002,
				1
			}
		}
	},
	[1036] = {
		letter_send_time_1 = "2024,2,23",
		mail_id = 6041,
		letter_title = "今年也要一起加油！",
		letter_belongs = 1084,
		letter_sender_face = 2110841,
		letter_sender = "薇儿丹蒂",
		letter_desc = [[
又是新的一年啦，管理员！
这一年发生了好多事情呢，但不管是悲伤的事情还是高兴的事情，管理员一直都在我身边。
只要有你陪着，总觉得一切事情都会变得顺利起来呢。
不对不对，得切入正题！今天是我的生日，虽然以前都是在烤肉店庆祝……但是今年我想稍微换个方式。
我们一起去哪玩玩吧，之前出任务的时候，我们错过了好多景点呢。这次我可是有好好调查的哦，虚恒的逢春园和盘龙丘都很出名。不过只要和管理员一起的话，去哪里都会很开心的吧。
逛完之后再让你尝尝我亲手做的蛋糕，至于生日歌就拜托管理员啦！
今年我们也要一起加油哦~！]],
		id = 1036,
		reward_item_list = {
			{
				50002,
				10
			},
			{
				40603,
				4
			}
		}
	},
	[1037] = {
		letter_send_time_1 = "2024,3,3",
		mail_id = 6042,
		letter_title = "春意待君",
		letter_belongs = 1074,
		letter_sender_face = 2110741,
		letter_sender = "英招",
		letter_desc = [[
管理员，这是一份邀请信。
昨天我出差回来，去槐园里打理花木，发现园子里几株开得晚的梅花还没有落尽，地上和桃李枝上都已经有新的绿叶在生长了。
小时候总是觉得冬季十分漫长难捱，等某天做工的间隙忽然看见枯草间的新绿，就知道冬天过去了，身上虽然还冷得发抖，心里却会安定下来。
所以，虽然园子里一年四季有不同的景象，但现在这个时节对我来说尤其特殊。冰雪初消，绿意竞吐，花木们不是为了某个人生长，槐园的主人却会有一份私心，我想把这些景色和这份过去的心情一起分享给你。
另外，今天也是我的苏醒日。麟钰总把这个日子记得比我还清楚，几周前就开始筹备，让我连忘记的机会都没有。这封邀请信也早就准备好了，只等着在合适的时机送到你的手里。
今日槐园，我和麟钰一起准备了三人份的茶点，期待着你来赴约。
]],
		id = 1037,
		reward_item_list = {
			{
				50044,
				10
			},
			{
				20002,
				1
			}
		}
	},
	[1038] = {
		letter_send_time_1 = "2024,3,17",
		mail_id = 6043,
		letter_title = "海岬与炸鱼条",
		letter_belongs = 1081,
		letter_sender_face = 2110811,
		letter_sender = "丝卡蒂",
		letter_desc = [[
晚上好，管理员！总感觉这次出海的时间过得格外漫长啊，是因为你不在身边么……咳咳，因为你每次都会讲很多有意思的「故事」啊。
不过再过几个小时，就可以看到这次航程的终点，位于「奇迹海岬」的绝妙景色了。
这么好的日出，当然要配上管理员你特别为我研究的秘制炸鱼条——这次我会看好鱼条不会被贼鸥抢走的。
难得的苏醒日，不能和你一起庆祝有点可惜，但是像这样一边欣赏日出一边吃着美味的料理也不错。
下次，等我们都闲下来的时候，一定要计划一场足够长的旅行，把所有想去的航线都走个遍！
约好了哦，管理员~
]],
		id = 1038,
		reward_item_list = {
			{
				50030,
				10
			},
			{
				40603,
				2
			},
			{
				20001,
				1
			}
		}
	},
	[1039] = {
		letter_send_time_1 = "2024,3,21",
		mail_id = 6044,
		letter_title = "春日海滨之约",
		letter_belongs = 1039,
		letter_sender_face = 2110391,
		letter_sender = "波塞冬",
		letter_desc = [[
在打开你送来的苏醒日祝贺信时，恰巧有一阵微风拂过了我的脸颊，就像是你的祝福一样温暖。
明明经常在深空之眼大楼里见面，却还是要用信件沟通。这种感觉真的很奇妙，仿佛平日里那些说不出口的话在这里都可以表达出来。
我把之前去海边时收集到的海螺做成了项链，准备作为回礼送给你，希望你会喜欢。
在制作项链的时候我忽然想到，虽然大家往往都会把大海与夏日联系在一起，但春天的大海也很美丽。或许并没有夏日那般热烈奔放……更加宁静、温和的海也一样有魅力。
当我在这样的海滨漫步时，我就在想，虽然这样的大海这么美丽，但一个人欣赏还是稍稍有些寂寞了。 你常常说我总是在考虑大家的愿望，也应该多想一想自己的愿望。 那么，在今天这个特别的日子里，你愿意和我一起去看一看春天的大海吗？
]],
		id = 1039,
		reward_item_list = {
			{
				50007,
				10
			},
			{
				20002,
				1
			}
		}
	},
	[1040] = {
		letter_send_time_1 = "2024,3,21",
		mail_id = 6045,
		letter_title = "春分",
		letter_belongs = 1058,
		letter_sender_face = 2110581,
		letter_sender = "迦具土",
		letter_desc = [[
管理员，好久不见，最近过得还好吗？
今天是我的生日……其实我也记不太清具体的时间，或许是太久没有注意过了。
但有一件事可以确定，能看到春天的景色，对我来说是一种幸运。
我刚到鸦家的时候，就只是一个人待在房间里……直到有人把我带到围墙之外，我才第一次见到春天漫山遍野的花，但也仅有那一次了。
啊，好像有些扯远了，总之我在想庆祝的方式。不过好像总是没法满意，你觉得……（一道长长的划痕，似乎是书写者刻意要将后半句抹去）
不，还是不要在意「生日」这种无关紧要的事了。
已经是新一年的春天了，要一起去赏花吗？
]],
		id = 1040,
		reward_item_list = {
			{
				50026,
				10
			},
			{
				40603,
				3
			},
			{
				40301,
				100
			}
		}
	},
	[1041] = {
		letter_send_time_1 = "2024,5,3",
		mail_id = 6046,
		letter_title = "接受吧！管理员！",
		letter_belongs = 1048,
		letter_sender_face = 2110481,
		letter_sender = "前鬼坊天狗",
		letter_desc = [[
是不是很奇怪唯独给管理员送来的是战书不是派对邀请函~
不会忘了吧，共犯！去年派对的事啊！没想到最后大家都被整蛊了，只有管理员逃过一劫。那对我可是一个巨~大的打击！
所谓~从哪里跌倒，就要从哪里站起来，然后再跌倒，这样才有趣对吧！
所以今年的苏醒日派对，我要集结所有上次游戏的失败者，来对抗管理员~
不过呢，因为你是我的共犯的缘故，我还是要给管理员一些优待……破解的方法写在战书后面，好好研究哦。
不知道今年的比分，会是如何，真期待呀~本前鬼大人认真起来可是很强的！
不可以不来！我都这样精心准备了，你可千万不能不来啊！
]],
		id = 1041,
		reward_item_list = {
			{
				50006,
				10
			},
			{
				40503,
				10
			},
			{
				20001,
				1
			}
		}
	},
	[1042] = {
		letter_send_time_1 = "2024,5,8",
		mail_id = 6047,
		letter_title = "毫无保留的心情",
		letter_belongs = 1028,
		letter_sender_face = 2110281,
		letter_sender = "托尔",
		letter_desc = [[
以往每年的苏醒日几乎都是在战斗中度过的，等到想起来去邮箱看大家寄来的礼物，已经过去了大半个月。
因为管理员，我才意识到大家想要为我庆祝的心情有多强烈，于是立刻发了通讯请求过去——
看到大家围在一起为我庆祝的样子，忍不住就……加快了任务完成的速度，还有两天就可以回去见到你们了！
咳，这都是管理员教我的不是么？对于身边重要的人，一定要毫无保留地把心中所想都表达出来。
回想过去这段时间经历的无数次作战，因为有管理员在后方，我才能放手一搏。
谢谢你，管理员，让我感觉到自己的苏醒日原来那么珍贵。
等着我的好消息吧！我会让所有任务都像闪电一般完美收尾，然后以最快的速度赶回你的身边。
]],
		id = 1042,
		reward_item_list = {
			{
				50035,
				10
			},
			{
				20002,
				1
			}
		}
	},
	[1043] = {
		letter_send_time_1 = "2024,4,20",
		mail_id = 6048,
		letter_title = "珍酿节",
		letter_belongs = 1052,
		letter_sender_face = 2110521,
		letter_sender = "马尔杜克",
		letter_desc = [[
管理员，谢谢你提前送来的礼物，我一直都很想要那张老唱片。
去年跟你一块庆祝苏醒日的时候，你对罗斯塔赫特产的珍酿很感兴趣，不知道今年有没有时间来逛逛这边的珍酿节？
说是节日，可能把它称为小型的市集更贴切点。大家拿出自制的各种珍酿，搭着卖点手工艺品。孩子们把那些从废旧的金属残件改造而成的小动物称作「珍酿精灵」，还挺有意思。
放心，许多珍酿都是喝不醉的新奇品种，在罗斯塔赫以外的地方绝对尝不到！
等你安排好时间就给我回信吧，我在阿卡德公会的老地方等你。
]],
		id = 1043,
		reward_item_list = {
			{
				50032,
				10
			},
			{
				40603,
				3
			},
			{
				40301,
				100
			}
		}
	},
	[1044] = {
		letter_send_time_1 = "2024,5,21",
		mail_id = 6049,
		letter_title = "最佳席位",
		letter_belongs = 1059,
		letter_sender_face = 2110591,
		letter_sender = "阿波罗",
		letter_desc = [[
管理员，不适当休息的话，可是会让你的光芒黯淡的。
最近看见你工作十分忙碌，好几次睡在办公桌上。虽然勤劳是一种值得赞颂的美德，但不注重休息只会适得其反。
今天是一个特别重要的日子，太阳的苏醒日，正好前些日子歌剧院发来了演出的薪酬，我买来了欧莫菲斯的茶会甜点，在餐厅准备了一场音乐会。
而我作为音乐会的主角，将为大家带来美妙的演奏，温暖和煦的光芒将随旋律分享给大家，洗去大家近日的疲劳。
聆听演奏的最佳位置当然会留给你，你的太阳，静待你的到来。
]],
		id = 1044,
		reward_item_list = {
			{
				50024,
				10
			},
			{
				40603,
				2
			},
			{
				20001,
				1
			}
		}
	},
	[1045] = {
		letter_send_time_1 = "2024,5,24",
		mail_id = 6050,
		letter_title = "吃面吃面",
		letter_belongs = 1071,
		letter_sender_face = 2110711,
		letter_sender = "孟章",
		letter_desc = [[
山人的苏醒日又要到了，又有长寿面吃喽~
管理员，不知道你还记不记得长寿面的味道？……呃，虽然当时我看到面就立刻动了筷子，忘记给你留出些……但是后来另盛的那碗汤，总也是好味道吧？
好吧，其实我问过主厨很多次，能否破例多给一碗，但任我怎么软磨硬泡，主厨总是坚持「长寿面的特殊意义」，最后也没有松口。
但是天无绝人之路，既然我现在给你写了信，那自然是找到了路子。
我问到了长寿面的配方和做法，也备好了材料，我们一起煮他个一大锅吃个够，怎么样？
放心放心，山人独自生活了那么多年，厨艺可是磨炼得相当了得，决不会出差错！
……不过要是真的出了什么岔子，我们再回四方院就是了。
]],
		id = 1045,
		reward_item_list = {
			{
				50039,
				10
			},
			{
				20002,
				1
			}
		}
	},
	[1046] = {
		letter_send_time_1 = "2024,6,6",
		mail_id = 6051,
		letter_title = "不想出门",
		letter_belongs = 1066,
		letter_sender_face = 2110661,
		letter_sender = "大国主",
		letter_desc = [[
天又热起来了，不想出门，写邮件吧。
前几天你问我苏醒日怎么过，计划没做出来，交给你了。你可以在我房间里选择任何坐或者躺的姿势，总之只要不出门，只有你和我，干什么都行。
今天早上抽到了正位的「女皇」，而且有你在，应该怎么过都不会差。所以你要直接把礼物给我，再骗我什么忘记带了、掉海里了、被兔兔三号砸碎了……这个苏醒日你就跟兔兔三号过吧。
不过给你的回礼我已经准备好了，还有上次说好的……苏醒日愿望会给你留一个。愿望内容不会告诉你的，明年的不会，后年的也不会，之后一百年的都不会……所以，你要陪我到那个时候。
对了，等下你来的时候，记得把我落在你房间的「兔型双人移动屋」图纸带回来，每次都忘记拿……还不是怪你。
在餐厅订的甜点快送到了，我现在就趴在兔兔抱枕上，等你过来。
]],
		id = 1046,
		reward_item_list = {
			{
				50014,
				10
			},
			{
				40603,
				2
			},
			{
				20001,
				1
			}
		}
	},
	get_id_list_by_letter_belongs = {
		[1058] = {
			1040
		},
		[1039] = {
			1039
		},
		[1081] = {
			1038
		},
		[1074] = {
			1037
		},
		[1084] = {
			1036
		},
		[1093] = {
			1035
		},
		[1017] = {
			1034
		},
		[1042] = {
			1033
		},
		[1080] = {
			1032
		},
		[1076] = {
			1031
		},
		[1032] = {
			1030
		},
		[1019] = {
			1029
		},
		[1067] = {
			1028
		},
		[1068] = {
			1027
		},
		[1037] = {
			1026
		},
		[1094] = {
			1025
		},
		[1016] = {
			1024
		},
		[1097] = {
			1023
		},
		[1111] = {
			1022
		},
		[1011] = {
			1021
		},
		[1096] = {
			1020
		},
		[1035] = {
			1019
		},
		[1199] = {
			1018
		},
		[1033] = {
			1017
		},
		[1041] = {
			1016
		},
		[1026] = {
			1015
		},
		[1072] = {
			1014
		},
		[1138] = {
			1013
		},
		[1056] = {
			1012
		},
		[1075] = {
			1011
		},
		[1070] = {
			1010
		},
		[1024] = {
			1009
		},
		[1050] = {
			1008
		},
		[1027] = {
			1007
		},
		[1066] = {
			1006,
			1046
		},
		[1071] = {
			1005,
			1045
		},
		[1059] = {
			1004,
			1044
		},
		[1052] = {
			1003,
			1043
		},
		[1028] = {
			1002,
			1042
		},
		[1048] = {
			1001,
			1041
		}
	},
	all = {
		1001,
		1002,
		1003,
		1004,
		1005,
		1006,
		1007,
		1008,
		1009,
		1010,
		1011,
		1012,
		1013,
		1014,
		1015,
		1016,
		1017,
		1018,
		1019,
		1020,
		1021,
		1022,
		1023,
		1024,
		1025,
		1026,
		1027,
		1028,
		1029,
		1030,
		1031,
		1032,
		1033,
		1034,
		1035,
		1036,
		1037,
		1038,
		1039,
		1040,
		1041,
		1042,
		1043,
		1044,
		1045,
		1046
	}
}
