return {
	[7001] = {
		id = 7001,
		name = "塔列朗之友",
		type = 1
	},
	[7002] = {
		id = 7002,
		name = "综合科主管",
		type = 1
	},
	[7003] = {
		id = 7003,
		name = "碳碳烤肉VIP",
		type = 1
	},
	[7004] = {
		id = 7004,
		name = "枪械使用能手",
		type = 1
	},
	[7005] = {
		id = 7005,
		name = "隐科组编外",
		type = 1
	},
	[7006] = {
		id = 7006,
		name = "四方院贵客",
		type = 1
	},
	[7007] = {
		id = 7007,
		name = "天禄招财者",
		type = 1
	},
	[7008] = {
		id = 7008,
		name = "铃兰荣誉骑士",
		type = 1
	},
	[7009] = {
		id = 7009,
		name = "百味食客",
		type = 1
	},
	[7010] = {
		id = 7010,
		name = "重访故地者",
		type = 2
	},
	[7011] = {
		id = 7011,
		name = "资深管理员",
		type = 2
	},
	[7012] = {
		id = 7012,
		name = "战局掌控者",
		type = 2
	},
	[7100] = {
		id = 7100,
		name = "冥契的牧羊人",
		type = 4
	},
	[7101] = {
		id = 7101,
		name = "惊喜马达",
		type = 4
	},
	[7102] = {
		id = 7102,
		name = "兔兔理解者",
		type = 4
	},
	[7103] = {
		id = 7103,
		name = "冬雾胧月",
		type = 4
	},
	[7104] = {
		id = 7104,
		name = "宁静乐章",
		type = 4
	},
	[7105] = {
		id = 7105,
		name = "雷鸣誓约",
		type = 4
	},
	[7106] = {
		id = 7106,
		name = "虎鲸扑击100%！",
		type = 4
	},
	[7107] = {
		id = 7107,
		name = "她的海洋",
		type = 4
	},
	all = {
		7001,
		7002,
		7003,
		7004,
		7005,
		7006,
		7007,
		7008,
		7009,
		7010,
		7011,
		7012,
		7100,
		7101,
		7102,
		7103,
		7104,
		7105,
		7106,
		7107
	}
}
